---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentReloadLatestProgressChangedEventArgs
source: html/fec6d68f-3b6f-837f-152a-193a16e6f58f.htm
---
# DocumentReloadLatestProgressChangedEventArgs Members

Indicates whether the event is being cancelled.